Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# browser.action.delete.confirm.multi %lld
source: Delete %lld objects from this bucket? This cannot be undone.
cs: Smazat z tohoto bucketu vybrané objekty (%lld)? Tuto akci nelze vrátit zpět.
da: Vil du slette %lld objekter fra denne bucket? Dette kan ikke fortrydes.
de: %lld Objekte aus diesem Bucket löschen? Das lässt sich nicht rückgängig machen.
el: Διαγραφή %lld αντικειμένων από αυτό το bucket; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Eliminar %lld objetos de este bucket? Esta acción no se puede deshacer.
fi: Poistetaanko %lld objektia tästä bucketista? Tätä ei voi perua.
fr: Supprimer %lld objets de ce bucket ? Cette action est irréversible.
hu: Törli a(z) %lld objektumot ebből a bucketből? A művelet nem vonható vissza.
it: Eliminare %lld oggetti da questo bucket? L'azione non può essere annullata.
ja: このバケットから %lld 個のオブジェクトを削除しますか?この操作は元に戻せません。
ko: 이 버킷에서 %lld개의 객체를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nb: Vil du slette %lld objekter fra denne bucketen? Dette kan ikke angres.
nl: %lld objecten uit deze bucket verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Usunąć %lld obiektów z tego bucketu? Operacji nie można cofnąć.
pt_br: Excluir %lld objetos deste bucket? Esta ação não pode ser desfeita.
pt_pt: Eliminar %lld objetos deste bucket? Esta ação não pode ser anulada.
ru: Удалить %lld объектов из этого бакета? Это действие нельзя отменить.
sv: Radera %lld objekt från den här bucketen? Detta kan inte ångras.

# browser.action.delete.confirm.single %@
source: Delete "%@"? This cannot be undone.
cs: Smazat „%@“? Tuto akci nelze vrátit zpět.
da: Vil du slette "%@"? Dette kan ikke fortrydes.
de: „%@" löschen? Das lässt sich nicht rückgängig machen.
el: Διαγραφή του «%@»; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Eliminar «%@»? Esta acción no se puede deshacer.
fi: Poistetaanko "%@"? Tätä ei voi perua.
fr: Supprimer « %@ » ? Cette action est irréversible.
hu: Törli a(z) „%@” objektumot? A művelet nem vonható vissza.
it: Eliminare "%@"? L'azione non può essere annullata.
ja: 「%@」を削除しますか?この操作は元に戻せません。
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nb: Vil du slette «%@»? Dette kan ikke angres.
nl: "%@" verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Usunąć „%@"? Operacji nie można cofnąć.
pt_br: Excluir "%@"? Esta ação não pode ser desfeita.
pt_pt: Eliminar "%@"? Esta ação não pode ser anulada.
ru: Удалить «%@»? Это действие нельзя отменить.
sv: Radera ”%@”? Detta kan inte ångras.

# browser.action.delete.title.multi
source: Delete selected objects?
cs: Smazat vybrané objekty?
da: Slet valgte objekter?
de: Ausgewählte Objekte löschen?
el: Διαγραφή επιλεγμένων αντικειμένων;
es: ¿Eliminar los objetos seleccionados?
fi: Poistetaanko valitut objektit?
fr: Supprimer les objets sélectionnés ?
hu: Törli a kijelölt objektumokat?
it: Eliminare gli oggetti selezionati?
ja: 選択したオブジェクトを削除しますか?
ko: 선택한 객체를 삭제하시겠습니까?
nb: Slette valgte objekter?
nl: Geselecteerde objecten verwijderen?
pl: Usunąć wybrane obiekty?
pt_br: Excluir os objetos selecionados?
pt_pt: Eliminar os objetos selecionados?
ru: Удалить выбранные объекты?
sv: Radera markerade objekt?

# browser.action.delete.title.single
source: Delete object?
cs: Smazat objekt?
da: Slet objekt?
de: Objekt löschen?
el: Διαγραφή αντικειμένου;
es: ¿Eliminar objeto?
fi: Poistetaanko objekti?
fr: Supprimer l'objet ?
hu: Törli az objektumot?
it: Eliminare l'oggetto?
ja: オブジェクトを削除しますか?
ko: 객체를 삭제하시겠습니까?
nb: Slette objekt?
nl: Object verwijderen?
pl: Usunąć obiekt?
pt_br: Excluir objeto?
pt_pt: Eliminar objeto?
ru: Удалить объект?
sv: Radera objekt?

# browser.action.errorTitle
source: Action failed
cs: Akce se nezdařila
da: Handlingen mislykkedes
de: Aktion fehlgeschlagen
el: Η ενέργεια απέτυχε
es: La acción falló
fi: Toiminto epäonnistui
fr: L'action a échoué
hu: A művelet sikertelen
it: Azione non riuscita
ja: 操作に失敗しました
ko: 작업에 실패했습니다
nb: Handlingen mislyktes
nl: Actie mislukt
pl: Akcja nie powiodła się
pt_br: A ação falhou
pt_pt: A ação falhou
ru: Не удалось выполнить действие
sv: Åtgärden misslyckades

# browser.action.newFolder
source: New Folder
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
es: Nueva carpeta
fi: Uusi kansio
fr: Nouveau dossier
hu: Új mappa
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova pasta
pt_pt: Nova pasta
ru: Новая папка
sv: Ny mapp

# browser.action.newFolder.create
source: Create
cs: Vytvořit
da: Opret
de: Anlegen
el: Δημιουργία
es: Crear
fi: Luo
fr: Créer
hu: Létrehozás
it: Crea
ja: 作成
ko: 만들기
nb: Opprett
nl: Maak
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ru: Создать
sv: Skapa

# browser.action.newFolder.invalidName
source: Folder names cannot be empty or contain slashes.
cs: Názvy složek nesmí být prázdné ani obsahovat lomítka.
da: Mappenavne må ikke være tomme eller indeholde skråstreger.
de: Ordnernamen dürfen nicht leer sein oder Schrägstriche enthalten.
el: Τα ονόματα φακέλων δεν μπορούν να είναι κενά ή να περιέχουν καθέτους.
es: El nombre de la carpeta no puede estar vacío ni contener barras.
fi: Kansion nimi ei voi olla tyhjä eikä sisältää vinoviivoja.
fr: Les noms de dossier ne peuvent pas être vides ni contenir de barres obliques.
hu: A mappanév nem lehet üres, és nem tartalmazhat perjelet.
it: I nomi delle cartelle non possono essere vuoti né contenere barre.
ja: フォルダ名は空にもスラッシュ入りにもできません。
ko: 폴더 이름은 비워둘 수 없으며 슬래시를 포함할 수 없습니다.
nb: Mappenavn kan ikke være tomme eller inneholde skråstreker.
nl: Mapnamen mogen niet leeg zijn en geen schuine strepen bevatten.
pl: Nazwy folderów nie mogą być puste ani zawierać ukośników.
pt_br: Os nomes das pastas não podem ficar em branco nem conter barras.
pt_pt: Os nomes de pastas não podem estar vazios nem conter barras.
ru: Имя папки не может быть пустым или содержать косую черту.
sv: Mappnamn kan inte vara tomma eller innehålla snedstreck.

# browser.action.newFolder.noSlash
source: Folder names cannot contain slashes.
cs: Názvy složek nesmí obsahovat lomítka.
da: Mappenavne må ikke indeholde skråstreger.
de: Ordnernamen dürfen keine Schrägstriche enthalten.
el: Τα ονόματα φακέλων δεν μπορούν να περιέχουν καθέτους.
es: El nombre de la carpeta no puede contener barras.
fi: Kansion nimi ei voi sisältää vinoviivoja.
fr: Les noms de dossier ne peuvent pas contenir de barres obliques.
hu: A mappanév nem tartalmazhat perjelet.
it: I nomi delle cartelle non possono contenere barre.
ja: フォルダ名にスラッシュは使用できません。
ko: 폴더 이름에는 슬래시를 사용할 수 없습니다.
nb: Mappenavn kan ikke inneholde skråstreker.
nl: Mapnamen mogen geen schuine strepen bevatten.
pl: Nazwy folderów nie mogą zawierać ukośników.
pt_br: Os nomes das pastas não podem conter barras.
pt_pt: Os nomes de pastas não podem conter barras.
ru: Имя папки не может содержать косую черту.
sv: Mappnamn kan inte innehålla snedstreck.

# browser.action.newFolder.placeholder
source: Folder name
cs: Název složky
da: Mappenavn
de: Ordnername
el: Όνομα φακέλου
es: Nombre de carpeta
fi: Kansion nimi
fr: Nom du dossier
hu: Mappa neve
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
nb: Mappenavn
nl: Mapnaam
pl: Nazwa folderu
pt_br: Nome da pasta
pt_pt: Nome da pasta
ru: Имя папки
sv: Mappnamn

# browser.action.newFolder.section
source: New folder
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
es: Nueva carpeta
fi: Uusi kansio
fr: Nouveau dossier
hu: Új mappa
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova pasta
pt_pt: Nova pasta
ru: Новая папка
sv: Ny mapp

# browser.action.newFolder.title
source: New Folder
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
es: Nueva carpeta
fi: Uusi kansio
fr: Nouveau dossier
hu: Új mappa
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova pasta
pt_pt: Nova pasta
ru: Новая папка
sv: Ny mapp

# browser.action.rename.current
source: Current name
cs: Současný název
da: Nuværende navn
de: Aktueller Name
el: Τρέχον όνομα
es: Nombre actual
fi: Nykyinen nimi
fr: Nom actuel
hu: Jelenlegi név
it: Nome attuale
ja: 現在の名前
ko: 현재 이름
nb: Nåværende navn
nl: Huidige naam
pl: Bieżąca nazwa
pt_br: Nome atual
pt_pt: Nome atual
ru: Текущее имя
sv: Nuvarande namn

# browser.action.rename.hint
source: Rename copies the object server-side and deletes the original. Large objects (> 5 GB) and cross-provider renames are not supported in v1.
cs: Přejmenování zkopíruje objekt na straně serveru a smaže původní. Velké objekty (> 5 GB) a přejmenování napříč poskytovateli nejsou ve v1 podporovány.
da: Omdøbning kopierer objektet på serversiden og sletter originalen. Store objekter (> 5 GB) og omdøbning på tværs af udbydere understøttes ikke i v1.
de: Umbenennen kopiert serverseitig und löscht das Original. Objekte über 5 GB und providerübergreifende Umbenennungen sind in v1 nicht unterstützt.
el: Η μετονομασία αντιγράφει το αντικείμενο στην πλευρά του διακομιστή και διαγράφει το πρωτότυπο. Μεγάλα αντικείμενα (> 5 GB) και μετονομασίες μεταξύ παρόχων δεν υποστηρίζονται στην έκδοση v1.
es: Renombrar copia el objeto en el servidor y elimina el original. Objetos grandes (> 5 GB) y renombrados entre proveedores no están soportados en la v1.
fi: Uudelleennimeäminen kopioi objektin palvelinpuolella ja poistaa alkuperäisen. Suuria objekteja (> 5 Gt) ja palveluntarjoajien välisiä uudelleennimeämisiä ei tueta versiossa 1.
fr: Renommer copie l'objet côté serveur puis supprime l'original. Les objets volumineux (> 5 Go) et les renommages entre fournisseurs ne sont pas pris en charge dans la v1.
hu: Az átnevezés a szerveroldalon másolja az objektumot, majd törli az eredetit. A nagy objektumok (> 5 GB) és a szolgáltatók közötti átnevezés a v1-ben nem támogatott.
it: La rinomina copia l'oggetto lato server ed elimina l'originale. Oggetti grandi (> 5 GB) e rinomine fra provider non sono supportati nella v1.
ja: 名前変更はサーバ側でコピーしてからオリジナルを削除します。5 GB を超える大きなオブジェクトやプロバイダ間の名前変更は v1 ではサポートされません。
ko: 이름 변경은 서버에서 객체를 복사한 다음 원본을 삭제합니다. 5 GB가 넘는 큰 객체나 공급자 간 이름 변경은 v1에서 지원되지 않습니다.
nb: Gi nytt navn kopierer objektet på serversiden og sletter originalen. Store objekter (> 5 GB) og navneendring på tvers av leverandører støttes ikke i v1.
nl: Hernoemen kopieert het object op de server en verwijdert het origineel. Grote objecten (> 5 GB) en hernoemen tussen providers worden niet ondersteund in v1.
pl: Zmiana nazwy kopiuje obiekt po stronie serwera, a następnie usuwa oryginał. Duże obiekty (> 5 GB) i zmiana nazwy między dostawcami nie są obsługiwane w v1.
pt_br: Renomear copia o objeto no servidor e exclui o original. Objetos grandes (> 5 GB) e renomeações entre provedores não são suportados na v1.
pt_pt: Mudar o nome copia o objeto do lado do servidor e elimina o original. Objetos grandes (> 5 GB) e mudanças de nome entre fornecedores não são suportados na v1.
ru: Переименование копирует объект на стороне сервера и удаляет оригинал. Большие объекты (> 5 ГБ) и переименование между провайдерами в v1 не поддерживаются.
sv: Namnbyte kopierar objektet på serversidan och raderar originalet. Stora objekt (> 5 GB) och namnbyten mellan leverantörer stöds inte i v1.

# browser.action.rename.invalidName
source: Names cannot be empty or contain slashes.
cs: Názvy nesmí být prázdné ani obsahovat lomítka.
da: Navne må ikke være tomme eller indeholde skråstreger.
de: Namen dürfen nicht leer sein oder Schrägstriche enthalten.
el: Τα ονόματα δεν μπορούν να είναι κενά ή να περιέχουν καθέτους.
es: El nombre no puede estar vacío ni contener barras.
fi: Nimi ei voi olla tyhjä eikä sisältää vinoviivoja.
fr: Les noms ne peuvent pas être vides ni contenir de barres obliques.
hu: A név nem lehet üres, és nem tartalmazhat perjelet.
it: I nomi non possono essere vuoti né contenere barre.
ja: 名前は空にもスラッシュ入りにもできません。
ko: 이름은 비워둘 수 없으며 슬래시를 포함할 수 없습니다.
nb: Navn kan ikke være tomme eller inneholde skråstreker.
nl: Namen mogen niet leeg zijn en geen schuine strepen bevatten.
pl: Nazwy nie mogą być puste ani zawierać ukośników.
pt_br: Os nomes não podem ficar em branco nem conter barras.
pt_pt: Os nomes não podem estar vazios nem conter barras.
ru: Имя не может быть пустым или содержать косую черту.
sv: Namn kan inte vara tomma eller innehålla snedstreck.

# browser.action.rename.newName
source: New name
cs: Nový název
da: Nyt navn
de: Neuer Name
el: Νέο όνομα
es: Nuevo nombre
fi: Uusi nimi
fr: Nouveau nom
hu: Új név
it: Nuovo nome
ja: 新しい名前
ko: 새 이름
nb: Nytt navn
nl: Nieuwe naam
pl: Nowa nazwa
pt_br: Novo nome
pt_pt: Novo nome
ru: Новое имя
sv: Nytt namn

# browser.action.rename.noSlash
source: Names cannot contain slashes.
cs: Názvy nesmí obsahovat lomítka.
da: Navne må ikke indeholde skråstreger.
de: Namen dürfen keine Schrägstriche enthalten.
el: Τα ονόματα δεν μπορούν να περιέχουν καθέτους.
es: El nombre no puede contener barras.
fi: Nimi ei voi sisältää vinoviivoja.
fr: Les noms ne peuvent pas contenir de barres obliques.
hu: A név nem tartalmazhat perjelet.
it: I nomi non possono contenere barre.
ja: 名前にスラッシュは使用できません。
ko: 이름에 슬래시를 사용할 수 없습니다.
nb: Navn kan ikke inneholde skråstreker.
nl: Namen mogen geen schuine strepen bevatten.
pl: Nazwy nie mogą zawierać ukośników.
pt_br: Os nomes não podem conter barras.
pt_pt: Os nomes não podem conter barras.
ru: Имя не может содержать косую черту.
sv: Namn kan inte innehålla snedstreck.

# browser.action.rename.section
source: Rename
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nb: Gi nytt navn
nl: Hernoem
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Mudar o nome
ru: Переименование
sv: Byt namn

# browser.action.rename.title
source: Rename Object
cs: Přejmenovat objekt
da: Omdøb objekt
de: Objekt umbenennen
el: Μετονομασία αντικειμένου
es: Renombrar objeto
fi: Nimeä objekti uudelleen
fr: Renommer l'objet
hu: Objektum átnevezése
it: Rinomina oggetto
ja: オブジェクトの名前を変更
ko: 객체 이름 변경
nb: Gi objektet nytt navn
nl: Object hernoemen
pl: Zmień nazwę obiektu
pt_br: Renomear objeto
pt_pt: Mudar o nome do objeto
ru: Переименовать объект
sv: Byt namn på objekt

# browser.empty.buckets.message
source: This account has no buckets yet, or none are visible with the current credentials.
cs: Tento účet zatím nemá žádné buckety, nebo žádné nejsou s aktuálními přihlašovacími údaji viditelné.
da: Denne konto har ingen buckets endnu, eller ingen er synlige med de aktuelle adgangsoplysninger.
de: Dieses Konto enthält noch keine Buckets oder die aktuellen Zugangsdaten sehen keine.
el: Αυτός ο λογαριασμός δεν έχει ακόμη buckets ή κανένα δεν είναι ορατό με τα τρέχοντα διαπιστευτήρια.
es: Esta cuenta no tiene buckets aún, o no son visibles con las credenciales actuales.
fi: Tällä tilillä ei ole vielä bucketeja, tai mikään niistä ei näy nykyisillä tunnistetiedoilla.
fr: Ce compte n'a pas encore de buckets, ou aucun n'est visible avec les identifiants actuels.
hu: Ehhez a fiókhoz még nincs bucket, vagy egyik sem látható a jelenlegi hitelesítő adatokkal.
it: Questo account non ha ancora bucket, oppure non sono visibili con le credenziali attuali.
ja: このアカウントにはまだバケットがないか、現在の認証情報では表示できません。
ko: 이 계정에는 아직 버킷이 없거나 현재 자격 증명으로는 표시할 수 없습니다.
nb: Denne kontoen har ingen buckets ennå, eller ingen er synlige med gjeldende påloggingsinformasjon.
nl: Dit account heeft nog geen buckets, of geen zijn zichtbaar met de huidige referenties.
pl: To konto nie ma jeszcze bucketów albo żadne nie są widoczne z bieżącymi poświadczeniami.
pt_br: Esta conta ainda não tem buckets, ou nenhum é visível com as credenciais atuais.
pt_pt: Esta conta ainda não tem buckets, ou nenhum está visível com as credenciais atuais.
ru: В этой учётной записи пока нет бакетов, либо они недоступны с текущими учётными данными.
sv: Det här kontot har inga buckets ännu, eller så är inga synliga med de aktuella inloggningsuppgifterna.

# browser.empty.buckets.title
source: No Buckets
cs: Žádné buckety
da: Ingen buckets
de: Keine Buckets
el: Δεν υπάρχουν buckets
es: Sin buckets
fi: Ei bucketeja
fr: Aucun bucket
hu: Nincs bucket
it: Nessun bucket
ja: バケットがありません
ko: 버킷 없음
nb: Ingen buckets
nl: Geen buckets
pl: Brak bucketów
pt_br: Nenhum bucket
pt_pt: Sem buckets
ru: Нет бакетов
sv: Inga buckets

# browser.error.title
source: Something Went Wrong
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jokin meni pieleen
fr: Une erreur est survenue
hu: Hiba történt
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
nb: Noe gikk galt
nl: Er ging iets mis
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Ocorreu um problema
ru: Что-то пошло не так
sv: Något gick fel

# browser.search.placeholder
source: Search in current folder
cs: Hledat v aktuální složce
da: Søg i den aktuelle mappe
de: Im aktuellen Ordner suchen
el: Αναζήτηση στον τρέχοντα φάκελο
es: Buscar en la carpeta actual
fi: Etsi nykyisestä kansiosta
fr: Rechercher dans le dossier actuel
hu: Keresés az aktuális mappában
it: Cerca nella cartella corrente
ja: 現在のフォルダで検索
ko: 현재 폴더에서 검색
nb: Søk i gjeldende mappe
nl: Zoeken in huidige map
pl: Szukaj w bieżącym folderze
pt_br: Pesquisar na pasta atual
pt_pt: Pesquisar na pasta atual
ru: Поиск в текущей папке
sv: Sök i aktuell mapp

# common.cancel
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sv: Avbryt

# common.no
source: No
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
hu: Nem
ja: いいえ
ko: 아니요
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ru: Нет
sv: Nej

# common.refresh
source: Refresh
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fi: Päivitä
fr: Actualiser
hu: Frissítés
it: Aggiorna
ja: 再読み込み
ko: 새로 고침
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
sv: Uppdatera

# common.yes
source: Yes
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ru: Да
sv: Ja

# crossCopy.account.none
source: None selected
cs: Nic nevybráno
da: Ingen valgt
de: Keines gewählt
el: Καμία επιλογή
es: Ninguno seleccionado
fi: Ei valintaa
fr: Aucun sélectionné
hu: Nincs kiválasztva
it: Nessuno selezionato
ja: 選択されていません
ko: 선택 안 됨
nb: Ingen valgt
nl: Geen geselecteerd
pl: Brak wyboru
pt_br: Nenhum selecionado
pt_pt: Nenhuma selecionada
ru: Не выбрано
sv: Inget valt

# crossCopy.field.account
source: Account
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
hu: Fiók
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учётная запись
sv: Konto

# crossCopy.field.count
source: Objects
cs: Objekty
da: Objekter
de: Objekte
el: Αντικείμενα
es: Objetos
fi: Objektit
fr: Objets
hu: Objektumok
it: Oggetti
ja: オブジェクト
ko: 객체 수
nb: Objekter
nl: Objecten
pl: Obiekty
pt_br: Objetos
pt_pt: Objetos
ru: Объекты
sv: Objekt

# crossCopy.field.keepSource
source: Keep source objects
cs: Zachovat zdrojové objekty
da: Behold kildeobjekter
de: Quellobjekte behalten
el: Διατήρηση αντικειμένων προέλευσης
es: Conservar objetos de origen
fi: Säilytä lähdeobjektit
fr: Conserver les objets sources
hu: Forrásobjektumok megtartása
it: Mantieni oggetti di origine
ja: ソースオブジェクトを保持
ko: 원본 객체 유지
nb: Behold kildeobjekter
nl: Bronobjecten behouden
pl: Zachowaj obiekty źródłowe
pt_br: Manter objetos de origem
pt_pt: Manter os objetos de origem
ru: Сохранить исходные объекты
sv: Behåll källobjekten

# crossCopy.menu.start
source: Copy to other account…
cs: Kopírovat do jiného účtu…
da: Kopiér til anden konto…
de: In anderes Konto kopieren…
el: Αντιγραφή σε άλλον λογαριασμό…
es: Copiar a otra cuenta…
fi: Kopioi toiselle tilille…
fr: Copier vers un autre compte…
hu: Másolás másik fiókba…
it: Copia in altro account…
ja: 別アカウントへコピー…
ko: 다른 계정으로 복사…
nb: Kopier til annen konto…
nl: Naar ander account kopiëren…
pl: Kopiuj na inne konto…
pt_br: Copiar para outra conta…
pt_pt: Copiar para outra conta…
ru: Скопировать в другую учётную запись…
sv: Kopiera till annat konto…

# crossCopy.menu.start.multi %lld
source: Copy %lld objects to other account…
cs: Kopírovat objekty (%lld) do jiného účtu…
da: Kopiér %lld objekter til anden konto…
de: %lld Objekte in anderes Konto kopieren…
el: Αντιγραφή %lld αντικειμένων σε άλλον λογαριασμό…
es: Copiar %lld objetos a otra cuenta…
fi: Kopioi %lld objektia toiselle tilille…
fr: Copier %lld objets vers un autre compte…
hu: %lld objektum másolása másik fiókba…
it: Copia %lld oggetti in altro account…
ja: %lld 個のオブジェクトを別アカウントへコピー…
ko: %lld개 객체를 다른 계정으로 복사…
nb: Kopier %lld objekter til annen konto…
nl: %lld objecten naar ander account kopiëren…
pl: Kopiuj %lld obiektów na inne konto…
pt_br: Copiar %lld objetos para outra conta…
pt_pt: Copiar %lld objetos para outra conta…
ru: Скопировать %lld объектов в другую учётную запись…
sv: Kopiera %lld objekt till annat konto…

# crossCopy.path.roundTrip
source: Local round-trip — download then re-upload through your Mac.
cs: Místní obousměrný přenos — stažení a opětovné nahrání přes váš Mac.
da: Lokal rundtur — download og upload igen via din Mac.
de: Lokaler Round-Trip — Download und erneuter Upload über deinen Mac.
el: Τοπική διαδρομή μετ' επιστροφής — λήψη και έπειτα εκ νέου μεταφόρτωση μέσω του Mac σας.
es: Round-trip local — descarga y nueva subida a través de tu Mac.
fi: Paikallinen edestakainen siirto — lataus ja uudelleenlähetys Macisi kautta.
fr: Round-trip local — téléchargement puis nouveau téléversement via votre Mac.
hu: Helyi oda-vissza út — letöltés, majd újrafeltöltés a Macen keresztül.
it: Round-trip locale — download e re-upload tramite il tuo Mac.
ja: ローカル往復 — ダウンロードしてMac経由で再アップロードします。
ko: 로컬 라운드트립 — 다운로드 후 Mac을 통해 재업로드합니다.
nb: Lokal rundtur — last ned og last opp på nytt via Macen din.
nl: Lokale round-trip — eerst downloaden en dan opnieuw uploaden via je Mac.
pl: Lokalny round-trip — pobieranie i ponowne wgranie przez Twojego Maca.
pt_br: Round-trip local — download e novo upload pelo seu Mac.
pt_pt: Ida e volta local — descarregar e voltar a carregar através do seu Mac.
ru: Локальный маршрут — скачивание и повторная загрузка через ваш Mac.
sv: Lokal rundresa — hämtas och laddas sedan upp igen via din Mac.

# crossCopy.path.serverSide
source: Server-side copy — no data crosses your network.
cs: Kopírování na straně serveru — žádná data neprocházejí vaší sítí.
da: Kopiering på serversiden — ingen data krydser dit netværk.
de: Server-Copy — keine Daten über dein Netz.
el: Αντιγραφή στην πλευρά του διακομιστή — κανένα δεδομένο δεν διασχίζει το δίκτυό σας.
es: Copia en el servidor — los datos no pasan por tu red.
fi: Palvelinpuolen kopiointi — data ei kulje verkkosi kautta.
fr: Copie côté serveur — aucune donnée ne passe par votre réseau.
hu: Szerveroldali másolás — nem halad át adat a hálózatán.
it: Copia lato server — i dati non passano dalla tua rete.
ja: サーバーサイドコピー — データはあなたのネットワークを通りません。
ko: 서버 측 복사 — 데이터는 사용자의 네트워크를 통과하지 않습니다.
nb: Kopiering på serversiden — ingen data krysser nettverket ditt.
nl: Server-side kopie — geen data via je netwerk.
pl: Kopia po stronie serwera — dane nie przechodzą przez Twoją sieć.
pt_br: Cópia no servidor — os dados não passam pela sua rede.
pt_pt: Cópia do lado do servidor — nenhum dado atravessa a sua rede.
ru: Копирование на стороне сервера — данные не проходят через вашу сеть.
sv: Kopiering på serversidan — inga data passerar ditt nätverk.
